Repository: adamcupial/cmsplugin-photologue
Catalog: cmsplugin_photologue/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Photologue Gallery
pl: Galeria Photologue

source: Photologue Photo
pl: Zdjęcie Photologue

source: Gallery
pl: Galeria

source: Link to gallery?
pl: Wyświetlać łącze do galerii?

source: Show gallery title?
pl: Pokazać tytuł galerii?

source: Show random images?
pl: Posortować losowo?

source: If unchecked images will be sorted according to the date
pl: Jeżeli nie wybrano, zdjęcia zostaną posortowane po dacie dodania

source: Show caption?
pl: Pokazywać podpis?

source: Link to full image?
pl: Wyświetlać łącze do pełnego rozmiaru obrazka?

source: Gallery sample limit
pl: Limit wyświetlanych obrazków

source: 0 - unlimited
pl: 0 - bez limitu

source: Photo size
pl: Rozmiar obrazka

source: Additional CSS class to apply
pl: Klasa CSS obrazka

source: CSS class
pl: Klasa CSS

source: Photo
pl: Zdjęcie

source: show more pictures from
pl: pokaż więcej obrazków z

source: show more
pl: pokaż więcej
